"Due: %@" = "Vence: %@";
"Topics" = "Temas";
"Upload" = "Cargar";
"Align Levels" = "Alinear niveles";
"Siblings" = "Elementos del mismo nivel";
"Sorry - the license name and code did not match. Please re-enter (and it's case sensitive)" = "El nombre y el código de la licencia no coinciden. Introdúcelo de nuevo (distingue entre mayúsculas y minúsculas)";
"New Parent" = "Nuevo elemento primario";
"Create" = "Crear";
"Compose Email" = "Redactar correo electrónico";
"Settings" = "Ajustes";
"Library Images" = "Imágenes de biblioteca";
"Show Status Bar" = "Mostrar la barra de estado";
"Make Topic(s)" = "Crear tema(s)";
"Maps" = "Mapas";
"Failed to reveal saved passwords" = "Error al mostrar las contraseñas guardadas";
"Sync Now" = "Sincronizar ya";
"Thank you!" = "¡Gracias!";
"Concave" = "Cóncavo";
"Light Pastel" = "Pastel claro";
"Focus is locked to the currently selected topics.\n\n(Re-enable this option with no selected topics and the focus will then follow the selection.)" = "El foco está centrado en los temas seleccionados actualmente.\n\n(Reactiva esta opción sin ningún tema seleccionado y el foco seguirá la selección.)";
"Quick Filter" = "Filtro rápido";
"+ for rollup" = "+ para acumular";
"Fill" = "Rellenar";
"Empty" = "Vacío";
"Saved Image" = "Imagen guardada";
"Next" = "Siguiente";
"(No auto alignment)" = "(Sin alineación automática)";
"Properties" = "Propiedades";
"Swap Ends" = "Intercambio de extremos";
"This map has been modified on multiple devices simultaneously - meaning there is a conflict. Please choose which version to keep. If in doubt choose Keep All.\n\nTip: Long press on a version to see a larger image." = "Este mapa se ha modificado en varios dispositivos a la vez, por lo tanto está en conflicto. Elige qué versión quieres guardar. Si tienes dudas, elige Mantener todo.\n\nConsejo: mantén pulsada una versión para ver una imagen más grande.";
"Modified Date" = "Fecha modificada";
"Can only upload a single format" = "Solo puede subirse un único formato";
"Circle" = "Círculo";
"Horizontally" = "Horizontalmente";
"Task Report by Project for %@" = "Informe de tareas por proyecto para %@";
"Today" = "Hoy";
"Fit Selection" = "Ajustar selección";
"not equal to" = "no equivalente a";
"Please enter a name for the style." = "Escribe un nombre para el estilo.";
"Thank you for considering iThoughtsX. If you have any questions, suggestions or issues please visit the website and let us know." = "Gracias por haber escogido iThoughtsX. Si tienes preguntas, sugerencias o problemas, visita la página web y ponte en contacto con nosotros.";
"This map is read-only" = "Este mapa es de solo lectura";
"Diamond" = "Diamante";
"Cloud Accounts" = "Cuentas en la nube";
"New Floating" = "Nuevo tema independiente";
"to Clipboard" = "al Portapapeles";
"in the last" = "durante últ.";
"Center 100%" = "Centrar al 100%";
"Last Hour" = "Última hora";
"Center" = "Centrar";
"Sort By" = "Ordenar por";
"Auto-configure Dropbox syncing?" = "¿Configuración automática de la sincronización con Dropbox?";
"Old Password:" = "Contraseña antigua:";
"second" = "segundo";
"Kinked" = "Doblada";
"This cannot be undone. Existing maps using this style will not be modified." = "No se puede deshacer. Los mapas existentes que utilicen este estilo no se modificarán.";
"Paste" = "Pegar";
"Linked Maps" = "Mapas vinculados";
"Select a single topic then enter notes here.." = "Selecciona un único tema y escribe las notas aquí...";
"Edit Notes/Topic" = "Editar notas/tema";
"No Fill" = "Sin relleno";
"Research" = "Buscar";
"Right" = "Derecha";
"Average progress: %@" = "Progreso medio: %@";
"Quick Thoughts" = "Ideas al vuelo";
"Traditional" = "Tradicional";
"Unreachable" = "No se puede conectar";
"Modified This Week" = "Modificado esta semana";
"Save point functions require SQLite 3.7" = "Las funciones de guardar punto requieren SQLite 3.7";
"Tap the canvas with 2 fingers to show or hide the arrow keys." = "Toca el lienzo con 2 dedos para mostrar u ocultar las flechas.";
"Failed to send email. Do you have an email account configured?" = "Error al enviar e-mail. ¿Tienes una cuenta de correo electrónico configurada?";
"Red" = "Rojo";
"Page Load Failed" = "Error de carga de página";
"Remove Last Icon" = "Eliminar el último icono";
"Please wait..." = "Espera...";
"Select All" = "Seleccionar todo";
"Ooops!" = "¡Vaya!";
"Progress" = "Progreso";
"Floating" = "Independiente";
"Align" = "Alinear";
"Branch Layout" = "Diseño de las ramas";
"AppStore Receipt Validation Failed" = "Ha fallado la validación del recibo del App Store";
"Multiple Copies Installed" = "Varias copias instaladas";
"Purchase iThoughts" = "Comprar iThoughts";
"Auto Zoom" = "Zoom automático";
"Examples" = "Ejemplos";
"Release Notes" = "Notas de la versión";
"words/characters %ld/%ld" = "palabras/caracteres %1$ld/%2$ld";
"Remove" = "Eliminar";
"minutes" = "minutos";
"Oval" = "Ovalado";
"Create Relationship" = "Crear relación";
"Link Inserted" = "Enlace insertado";
"Sync Formats" = "Formatos de sincronización";
"Full" = "Completo";
"Leave AppStore Review" = "Evaluar en el App Store";
"Edit not supported. Please consider purchasing the fully functional iThoughts app." = "No se puede editar. Considera la posibilidad de adquirir la app iThoughts con todas las funciones.";
"Places" = "Lugares";
"Edit" = "Editar";
"End" = "Extremo";
"Research Site" = "Buscar en la web";
"Color" = "Color";
"More Options" = "Más opciones";
"Failed to get folder contents\n(code=%ld)" = "Error al obtener el contenido de la carpeta (code=%ld)";
"Priority2" = "Prioridad2";
"Topic Shape" = "Forma del tema";
"Select a single topic to view its note.." = "Selecciona un único tema para ver su nota...";
"Image Inserted" = "Imagen insertada";
"...by Resource" = "...por recurso";
"Show/Hide Notes" = "Mostrar/Ocultar notas";
"Trash" = "Papelera";
"Flashcards" = "Flashcards";
"less than" = "inferior a";
"Later" = "Más tarde";
"Apply" = "Aplicar";
"Superscript" = "Superíndice";
"Point Size" = "Tamaño";
"Open Favourite" = "Abrir Favorito";
"Folders" = "Carpetas";
"Topic Color" = "Color del tema";
"Name cannot be blank" = "El nombre no puede estar en blanco";
"Style" = "Estilo";
"Password" = "Contraseña";
"AppStore Receipt Validation Succeeded" = "Validación correcta de recibo del App Store";
"Save Image (library)" = "Guardar imagen (biblioteca)";
"TODO" = "Lista de tareas";
"Shape" = "Forma";
"System Settings" = "Ajustes del sistema";
"User name" = "Nombre de usuario";
"Open Map" = "Abrir mapa";
"greater than" = "mayor que";
"Orange" = "Naranja";
"Text Added" = "Texto añadido";
"Show modified" = "Mostrar modificados";
"contains" = "contiene";
"Topic" = "Tema";
"seconds" = "segundos";
"Unknown" = "Desconocido";
"Branches" = "Ramas";
"New" = "Nuevo";
"between" = "entre";
"Zoom" = "Acercar";
"Set" = "Establecer";
"Delete the cloud copies also?" = "¿Eliminar también las copias de la nube?";
"Restore the contents of this archive? (nothing will be overwritten.)" = "¿Restaurar los contenidos de este archivo? (No se sobrescribirá nada).";
"Vertically" = "Vertical";
"Merge" = "Fusionar";
"Central Idea" = "Idea central";
"Layout" = "Diseño";
"Everything in the trash will be permanently deleted. This cannot be undone." = "Todos los elementos de la papelera se eliminarán de forma permanente. No se puede deshacer.";
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "El dispositivo no está configurado para enviar correo electrónico. Configura los ajustes de Mail en la app Ajustes.";
"Trial Remaining (%ld days)" = "Periodo de prueba restante (%ld días)";
"not in the last" = "no durante últ.";
"Rename '%@'?" = "¿Renombrar \"%@\"?";
"Show 2 Levels" = "Mostrar 2 niveles";
"Level1 Taper" = "Cónico Nivel1";
"Text" = "Texto";
"Local Folder" = "Carpeta local";
"not same as" = "no igual a";
"Photo" = "Foto";
"Yes" = "Sí";
"minute" = "minuto";
"Grayscale" = "Escala de grises";
"Please select at least one topic before attempting to make a slide." = "Selecciona al menos un tema antes de crear una diapositiva.";
"Favourites" = "Favoritos";
"Images Appendix" = "Apéndice de imágenes";
"Select All Topics" = "Seleccionar todos los temas";
"Show Modified" = "Mostrar modificados";
"Highlight" = "Destacar";
"Read-only Enabled" = "Modo solo lectura activado";
"Save/Log in" = "Guardar/Iniciar sesión";
"Family" = "Familia";
"US Legal" = "Oficio USA";
"Line Color" = "Color de la línea";
"If you’re unhappy with iThoughts or would like to suggest improvements then please contact me direct." = "Si no estás satisfecho con iThoughts o deseas sugerir alguna mejora, ponte en contacto directamente conmigo.";
"Take Photo" = "Hacer foto";
"Application ID functions require SQLite 3.7.17" = "Las funciones de identificación de la app requieren SQLite 3.7.17";
"Due This Week" = "Vence esta semana";
"New Item" = "Nuevo artículo";
"not between" = "no comprendido entre";
"Untitled" = "Sin título";
"Calendar" = "Calendario";
"Level0" = "Nivel0";
"Text Size" = "Tamaño del texto";
"Strikethrough" = "Tachado";
"No Numbering" = "Sin numeración";
"Recent" = "Reciente";
"Font" = "Fuente";
"Both" = "Ambos";
"Modified in Last Hour" = "Modificado en la última hora";
"Cannot inspect text" = "Imposible inspeccionar el texto";
"Delete" = "Borrar";
"Contact the Developer" = "Contactar con el desarrollador";
"Not Set" = "Sin establecer";
"Hint" = "Consejo";
"Linked Folders" = "Carpetas enlazadas";
"Link" = "Vínculo";
"Slide List" = "Lista de diapositivas";
"Filter" = "Filtro";
"Format" = "Formato";
"Receive Email Updates" = "Recibir novedades por email";
"Standard CSV (.csv)" = "CSV estándar (.csv)";
"Attached are SVG, PDF and PNG versions of the iThoughts Doodle\n" = "Se adjuntan las versiones SVG, PDF y PNG de iThoughts Doodle";
"Save" = "Guardar";
"Show Branches" = "Mostrar ramas";
"Failed to Locate Topic" = "Error al ubicar el tema";
"Please choose one or more formats." = "Elige uno o más formatos.";
"Notes Page Size" = "Tamaño de página de las notas";
"Importing..." = "Importando...";
"Yesterday" = "Ayer";
"Show Arrow Keys" = "Mostrar flechas";
"Level1" = "Nivel1";
"Add to Note" = "Añadir a la nota";
"tw.hyperlink" = "Vínculo";
"None" = "Ninguno";
"View Email" = "Ver email";
"Radial" = "Radial";
"Callout" = "Leyenda";
"Website" = "Página web";
"Pill" = "Cápsula";
"Clear" = "Borrar";
"Name cannot contain the following characters <>:\"/\\|?*" = "El nombre no puede contener los siguientes caracteres <>:\"/\\|?*";
"Copy" = "Copiar";
"Map Already Exists" = "El mapa ya existe";
"Syncing is paused - your account details need to be re-entered." = "Sincronización en pausa: debes volver a introducir la información de tu cuenta.";
"topic/word: %ld/%ld, note/word: %ld/%ld" = "tema/palabra: %1$ld/%2$ld, nota/palabra: %3$ld/%4$ld";
"Report" = "Informar";
"Export to Things" = "Exportar a Things";
"Event Created" = "Evento creado";
"Saved" = "Guardado";
"Why?" = "¿Por qué?";
"Sync Failed\n\nLogin Required" = "Error de sincronización\n\nEs necesario iniciar sesión";
"No WiFi Connection" = "Sin conexión Wi-Fi";
"Unlink Folder" = "Desvincular carpeta";
"%1.1f KB" = "%1.1f KB";
"greater than or equal to" = "mayor o igual a";
"Loading..." = "Cargando...";
"Tapered" = "Cónico";
"Level2" = "Nivel2";
"Start Color" = "Color de inicio";
"Save Document" = "Guardar documento";
"Getting folder contents" = "Generando contenidos de la carpeta";
"Image Width" = "Anchura de la imagen";
"Name" = "Nombre";
"Full Screen View" = "Vista de pantalla completa";
"Press and hold a map in the 'Recent' or 'Folders' list to add it to your favourites." = "Pulsa y mantén pulsado un mapa en la lista \"Recientes\" o \"Carpetas\" para añadirlo a tus favoritos.";
"Triangle" = "Triángulo";
"List (numbers)" = "Lista (números)";
"Auto" = "Auto";
"Map Layout" = "Diseño del mapa";
"Doodle" = "Crear un Doodle";
"Don't show this again" = "No volver a mostrar";
"New Topic" = "Tema nuevo";
"weeks" = "semanas";
"≈%ld page(s)" = "≈%ld página(s)";
"Title" = "Título";
"Description" = "Descripción";
"Level3" = "Nivel3";
"Clockface" = "Esfera de reloj";
"earlier than" = "antes de";
"Reset" = "Restablecer";
"Failed to Locate '%@'" = "Error al ubicar \"%@\"";
"Copy Size" = "Copiar tamaño";
"Server URL" = "URL del servidor";
"This folder will be redownloaded during the next sync - unless the corresponding folder in the cloud is also deleted." = "Esta carpeta se volverá a descargar durante la siguiente sincronización (de no ser que la carpeta correspondiente en la nube también se elimine).";
"Complete" = "Completo";
"Single Page" = "Una página";
"Present Notes" = "Presentar las notas";
"Quit and Show in Finder" = "Salir y mostrar en el Finder";
"Sending to iThoughts" = "Enviando a iThoughts";
"Left" = "Izquierda";
"Map ≈ %ld pages" = "Mapa ≈ %ld páginas";
"%@ visible + %@ hidden children" = "%1$@ elementos secundarios visibles + %2$@ ocultos";
"Delete not supported. Please consider purchasing the fully functional iThoughts app." = "No se puede eliminar. Considera la posibilidad de adquirir la app iThoughts con todas las funciones.";
"later than" = "posterior a";
"Show Topics" = "Mostrar temas";
"Attempt Recovery" = "Intento de recuperación";
"Bottom" = "Abajo";
"%ldpt  ⊢%ld⊣" = "%1$ldpt  ⊢%2$ld⊣";
"Graph Paper" = "Papel milimetrado";
"Project Tasks (.html)" = "Tareas del proyecto (.html)";
"No Icons to Remove" = "No hay iconos para eliminar";
"Please select 2 topics (CMD click) to be linked." = "Selecciona 2 temas para enlazarlos (haz clic en CMD).";
"The document '%@' has been added to your library." = "El documento \"%@\" se ha añadido a tu biblioteca";
"Show/Hide Outline" = "Mostrar/ocultar Esquema";
"Linking to the root folder is possible but not recommended. Each time it syncs it needs to check in all sub folders and this can take a long time on the root folder. Better to link multiple folders if possible." = "Es posible enlazar a la carpeta raíz, pero no se recomienda. Cada vez que se sincroniza, hay que comprobar todas las subcarpetas y esta tarea puede tardar bastante en la carpeta raíz. Es mejor enlazar a varias carpetas si es posible.";
"Link Style" = "Estilo de enlace";
"ends with" = "termina con";
"Save As" = "Guardar como";
"Invalid Password" = "Contraseña no válida";
"⌥⌘T or Double-click to add a note.." = "Pulsa ⌥⌘T o haz doble clic para agregar una nota..";
"Redo" = "Rehacer";
"Level4" = "Nivel4";
"Underline" = "Subrayar";
"Open in Marked" = "Abrir en Marked";
"The document '%@' is not stored in iCloud and so cannot participate in Handoff." = "El documento '%@' no está guardado en iCloud así que no puede participar en Handoff.";
"Delete Selection" = "Borrar selección";
"More help.." = "Más ayuda";
"Favourite Icon1" = "Icono favorito 1";
"More" = "Más";
"Show" = "Mostrar";
"Indent" = "Aplicar sangría";
"New Sibling After" = "Nuevo el. mismo nivel después";
"Dark Pastel" = "Pastel oscuro";
"days" = "días";
"...saved in rule library." = "...se ha guardado en la biblioteca de reglas.";
"Favourite Icon2" = "Icono favorito 2";
"Text Width" = "Longitud del texto";
"Map Colors" = "Colores del mapa";
"modified: %@" = "modificado: %@";
"to New Map" = "al mapa nuevo";
"Boundary" = "Cuadro";
"Email Address" = "Dirección de correo electrónico";
"Rectangle" = "Rectangular";
"My Notes" = "Mis notas";
"Level5" = "Nivel5";
"years" = "años";
"The document '%@' does not exist." = "El documento \"%@\" no existe.";
"Top Down" = "De arriba a abajo";
"Styles" = "Estilos";
"Favourite Icon3" = "Icono favorito 3";
"Priority3" = "Prioridad3";
"Table (4 columns)" = "Tabla (4 columnas)";
"Open Document" = "Abrir documento";
"Clockwise" = "Sent. reloj";
"Email Doodle" = "Correo electrónico de Doodle";
"Show %ld Levels" = "Mostrar %ld niveles";
"Off" = "No";
"Due Date" = "Fecha vencimiento";
"Make Topic" = "Crear tema";
"Icons Removed" = "Iconos eliminados";
"New Folder" = "Nueva carpeta";
"Partial" = "Parcial";
"Help" = "Ayuda";
"Deleting" = "Eliminando";
"The local folder '%@' is linked to cloud folder '%@' on '%@'" = "La carpeta local \"%1$@\" está enlazada a la carpeta en la nube \"%2$@\" en \"%3$@\"";
"Yellow" = "Amarillo";
"Maximum topic count (%ld) exceeded. Please consider purchasing the fully functional iThoughts app." = "Se ha superado la cantidad total de temas (%ld). Considera la posibilidad de adquirir la app iThoughts con todas las funciones.";
"Replace" = "Sustituir";
"This will apply descending font sizes to each level of topic." = "Esta opción aplicará tamaños de fuente en orden descendente a cada nivel del tema.";
"months" = "meses";
"Level6" = "Nivel6";
"New Child" = "Nuevo tema secundario";
"Conflicts" = "En conflicto";
"Cannot Overwrite Map/Folder" = "No se puede sobrescribir el mapa/la carpeta";
"Email" = "E-mail";
"Thank you for purchasing iThoughtsX, we hope you enjoy using it. Any questions, suggestions or issues please visit toketaware.com and email us" = "Gracias por haber comprado iThoughtsX, esperamos que lo disfrutes. Si tienes preguntas, sugerencias o problemas, visita toketaware.com y envíanos un correo electrónico.";
"Clear All" = "Borrar todo";
"The map cannot be found on this Mac. Would you like to remove it from your favourites." = "No se encuentra el mapa en este Mac. ¿Quieres eliminarlo de tus favoritos?";
"Topic variable" = "Variables del tema";
"Table (2 columns)" = "Tabla (2 columnas)";
"Task Completed" = "Tarea completa";
"Topic(s) Added" = "Tema(s) añadido(s)";
"Since Open" = "Desde la apertura";
"New Password:" = "Contraseña nueva:";
"Text Color" = "Color del texto";
"URL" = "URL";
"Downloading into a linked folder is possible but not recommended. It's better to let the sync process download it automatically." = "Es posible realizar la descarga en una carpeta enlazada, pero no se recomienda. Es mejor permitir que el proceso de sincronización realice la descarga de forma automática.";
"Map no longer exists. Would you like to remove it from favourites?" = "El mapa ya no existe. ¿Quieres eliminarlo de favoritos?";
"Apply Defaults" = "Aplicar parámetros predeterminados";
"All" = "Todo";
"variable name" = "nombre de la variable";
"Would you like to embed the document in a topic or copy its contents to the clipboard?" = "¿Quieres integrar el documento en un tema o copiar su contenido al portapapeles?";
"Float" = "Separar";
"Template Styles" = "Estilos de plantilla";
"Start Sync" = "Comenzar sincronización";
"The conflicting versions have been saved in the '%@' folder on this device. They are no longer in iCloud." = "Las versiones en conflicto se han guardado en la carpeta \"%@\" de este dispositivo. Ya no están en iCloud.";
"doesn't contain" = "no contiene";
"Selected ≈ %ld pages" = "Seleccionado ≈ %ld páginas";
"Custom Styles" = "Estilos del sistema";
"Right Angled" = "Con ángulo recto";
"OK" = "OK";
"(All auto aligned)" = "(Alineación automática de todo)";
"Remaining" = "Restante";
"Authorisation Failed" = "Error de autorización";
"Note" = "Nota";
"Restore" = "Restaurar";
"Show/Hide Branch" = "Mostrar/ocultar ramas";
"Stroke Color" = "Color de la línea";
"Failed to amend map" = "Error al enmendar el mapa";
"Task Reports" = "Informes de tareas";
"Level7" = "Nivel7";
"Print" = "Imprimir";
"Downloading..." = "Descargando...";
"Failed to Overwrite" = "Error al sobrescribir";
"Duplicate" = "Duplicar";
"...by Project" = "...por proyecto";
"Italic" = "Cursiva";
"Restore into..." = "Restaurar en...";
"Starting with Children" = "Empezar con elementos secundarios";
"Options" = "Opciones";
"All Maps" = "Todos los mapas";
"Undo" = "Deshacer";
"Test" = "Prueba";
"Configuring Dropbox" = "Configurando Dropbox";
"New Child Level" = "Nuevo nivel de tema secundario";
"Change Password..." = "Cambiar contraseña...";
"Wireframe (Monochrome)" = "Estructura (monocromo)";
"Upload Failed" = "Error al cargar";
"Show 1 Level" = "Mostrar 1 nivel";
"Due" = "Vence";
"Failed to Open" = "Error al abrir";
"Failed to Import Text" = "Error al importar el texto";
"Document imported" = "Documento importado";
"Login" = "Iniciar sesión";
"Level8" = "Nivel8";
"New Account" = "Nueva cuenta";
"Headers" = "Encabezados";
"Icon Removed" = "Icono eliminado";
"Topic Numbering" = "Numeración del tema";
"...saved in style library." = "...se ha guardado en la biblioteca de estilos.";
"Canvas" = "Lienzo";
"Thank you for considering iThoughtsX. Your %ld day trial has come to an end. Please visit the website to purchase a license or arrange an extension." = "Gracias por haber escogido iThoughtsX. Tu prueba de %ld ha terminado. Para comprar una licencia o fijar una extensión, visita nuestra página web.";
"Decrease Progress" = "Disminuir el progreso";
"Rounded Rectangle" = "Rectángulo redondeado";
"Please keep the password safe. There is no way to open the map without it." = "Mantén la contraseña en un lugar seguro. No podrás abrir el mapa sin ella.";
"Effort" = "Esfuerzo";
"Distribute" = "Distribuir";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"Clear Selection" = "Borrar selección";
"Vertical" = "Vertical";
"6" = "6";
"Hide Completed Tasks" = "Ocultar las tareas completas";
"Confirm" = "Confirmar";
"7" = "7";
"8" = "8";
"Manual" = "Manual";
"Random" = "Aleatorio";
"9" = "9";
"Branch Sorted: %@" = "Orden de ramas: %@";
"Image (.png)" = "Imagen (.png)";
"If you like iThoughts, please help support future updates with a review on the AppStore." = "Si te gusta iThoughts, aporta tu granito de arena para las futuras actualizaciones: deja un comentario en el App Store.";
"Curved Bracket" = "Paréntesis";
"Watermark" = "Marca de agua";
"Level9" = "Nivel9";
"Reminder Created" = "Recordatorio creado";
"Failed to open\n%@" = "Error al abrir\n%@";
"US Letter" = "Carta USA";
"Verify:" = "Verificar:";
"Unlink" = "Desvincular";
"Generating Exports..." = "Generando exportaciones...";
"%ldx%ldpt" = "%1$ldx%2$ldpt";
"Relationship" = "Relación";
"Delete Account? (no maps will be deleted)" = "¿Eliminar cuenta? (No se eliminarán los mapas)";
"%ld bytes" = "%ld bytes";
"Tap Related Topic" = "Toca temas relacionados";
".docx Options" = "Opciones para .docx";
"%@ - %@" = "%1$@ - %2$@";
"...is now on the clipboard and can be pasted into a map." = "...está disponible en el portapapeles y se puede pegar en un mapa.";
"Top" = "Arriba";
"On" = "Sí";
"Cloud" = "Nube";
"Please enter a new name for the style." = "Escribe un nombre nuevo para el estilo.";
"Image (selected)" = "Imagen (seleccionada)";
"Header1" = "Encabezado1";
"Delete Branch" = "Borrar rama";
"Finish" = "Finalizar";
"Width" = "Ancho";
"Awaiting Authorization" = "Esperando autorización";
"Make Slide" = "Crear diapositiva";
"Start Date" = "Fecha de inicio";
"Home" = "Inicio";
"No Selection" = "Sin selección";
"Starting at Selected" = "Empezar en la selección";
"Please enter a descriptive name for this account." = "Escribe un nombre descriptivo para esta cuenta.";
"Feedback" = "Comentarios";
"Archive" = "Archivar";
"Cut" = "Cortar";
"Show/Hide Children" = "Mostrar/Ocultar el. secundario";
"Stop Sync" = "Detener sincronización";
"This map must be given a name and saved before topic links can be generated" = "Debes nombrar el mapa y guardarlo antes de poder generar los vínculos del tema";
"List (bullets)" = "Lista (puntos)";
"Typeface" = "Tipo de letra";
"Delete Topic" = "Borrar tema";
"less than or equal to" = "inferior o igual a";
"Snap to Topic" = "Instantánea del tema";
"Now paste the clipboard into the flashcard website for import." = "Ahora puedes pegar el portapapeles a la página web de la flashcard para importarlo.";
"Email Reminder" = "E-mail de recordario";
"Square Bracket" = "Corchete";
"Branch Cut" = "Rama cortada";
"Style Settings" = "Ajustes de estilo";
"Unlink? (no maps will be deleted)" = "¿Desvincular? (No se borrarán los mapas)";
"Resources" = "Recursos";
"New Sibling Before" = "Nuevo el. mismo nivel antes";
"Press + to link a local folder to a folder in the cloud. Once linked, those folders will be synchronised automatically.\n\nIn a moment, you will be asked to:\n\n- Choose/create a local folder\n- Choose a cloud account\n- Choose a cloud folder\n- Choose the formats to sync\n\nFor more information please tap the 'Help' option below." = "Pulsa + para enlazar una carpeta local a una carpeta en la nube. Una vez enlazadas, las carpetas se sincronizarán automáticamente.\n\nEn un momento se te solicitará que:\n\n- Elijas/crees una carpeta local.\n- Elijas una cuenta en la nube.\n- Elijas una carpeta en la nube.\n- Elijas los formatos para sincronizar.\n\nPara obtener más información, toca la opción \"Ayuda\" de abajo.";
"Level2+ Style" = "Estilo Nivel2+";
"Library Image" = "Imagen de biblioteca";
"Convex" = "Convexo";
"Embed" = "Incrustar";
"Not Now" = "Ahora no";
"Duplicate not supported. Please consider purchasing the fully functional iThoughts app." = "No se puede duplicar. Considera la posibilidad de adquirir la app iThoughts con todas las funciones.";
"Subscript" = "Subíndice";
"Network Connection Failed" = "Error de conexión de red";
"Fit Map" = "Ajustar mapa";
"Delete this rule?" = "¿Borrar esta regla?";
"Create Event" = "Crear evento";
"Compact" = "Compacto";
"Use Map Defaults" = "Usar valores predeterminados del mapa";
"New/Verified Password Do Not Match" = "La contraseña nueva y la verificada no coinciden";
"Regular" = "Normal";
"Apply descending font sizes to child topics?" = "¿Aplicar tamaños de fuente más pequeños a los temas secundarios?";
"No Apps Found" = "No se han encontrado apps";
"No 'target' Parameter Supplied" = "No se ha proporcionado el parámetro \"target\"";
"Map Style" = "Estilo del mapa";
"iThoughtsX does not normally have access to this document. Please confirm that you wish to proceed." = "iThoughtsX normalmente no tiene acceso a este documento. Confirma que quieres continuar.";
"Slides (.pdf)" = "Diapositivas (.pdf)";
"Welcome" = "Bienvenido";
"Incorrect Password" = "Contraseña incorrecta";
"To Front" = "Al frente";
"Upload Complete" = "Carga completa";
"Change Sync Formats" = "Cambiar los formatos de sincronización";
"Code" = "Código";
"Increase Progress" = "Aumento del progreso";
"Focus On Selected" = "Foco en seleccionados";
"Header2" = "Encabezado2";
"Start" = "Inicio";
"Saving" = "Guardando";
"Set Password..." = "Establecer contraseña...";
"Progress: %@" = "Progreso: %@";
"Map Scale" = "Escala del mapa";
"Wireframe (Color)" = "Estructura (color)";
"Remove from Favourites" = "Eliminar de favoritos";
"hours" = "horas";
"later than or equal to" = "posterior o igual a";
"Full Color" = "Color completo";
"Finger Drawing Enabled" = "Dibujo con dedo activado";
"The path '%@' is a Windows path." = "La ruta de acceso '%@' es una ruta de acceso de Windows.";
"Download Pending" = "Descarga pendiente";
"Real Paper" = "Papel real";
"Enter a new name for the style" = "Escribe un nombre nuevo para el estilo";
"Remove All" = "Eliminar todo";
"Sort" = "Ordenar";
"Draw 'strokes' with your finger.\n\nUse 2 fingers to PAN and ZOOM around the canvas.\n\nLong press on the canvas then drag or hold down 'SHIFT' to select multiple 'strokes'." = "Dibuja \"líneas\" con el dedo.\n\nUtiliza 2 dedos para hacer una PANORÁMICA o ACERCAR el lienzo.\n\nMantén pulsado en el lienzo y arrastra o mantén pulsada la tecla \"Mayúsculas\" para seleccionar varios 'trazos'.";
"starts with" = "empieza por";
"Selected" = "Seleccionado";
"Focus on Selected" = "Foco en seleccionados";
"Failed to find any email addresses" = "No se ha encontrado ninguna dirección de correo electrónico";
"Press and hold a map or folder to restore it." = "Pulsa y mantén pulsado un mapa o carpeta para restaurarlo.";
"Remove Last" = "Eliminar últ.";
"Level %ld" = "Nivel %ld";
"Strike Through" = "Tachado";
"End Edit" = "Terminar de editar";
"Long press on the canvas or hold down 'SHIFT' to select multiple topics." = "Mantén pulsado en el lienzo o mantén pulsada la tecla \"Mayúsculas\" para seleccionar varios temas.";
"Style Already Exists." = "El estilo ya existe.";
"earlier than or equal to" = "antes de o igual a";
"Cousins" = "Elementos relacionados";
"Indexing..." = "Indexando...";
"Bullets" = "Puntos";
"(or canvas for new)" = "(o lienzo para tema nuevo)";
"Saturated" = "Saturados";
"Please enter a valid URL for the WebDAV server." = "Escribe una URL válida para el nuevo servidor WebDAV.";
"Enter notes here.." = "Escribe las notas aquí...";
"Archive requires an app which supports ZIP files." = "La opción de archivado requiere una app compatible con archivos ZIP.";
"Open Link" = "Abrir enlace";
"Topic Hugging" = "Ajustado al tema";
"S Bend" = "Curva en S";
"Share on Biggerplate.com" = "Compartir en Biggerplate.com";
"Finger Drawing Disabled\n(use Apple Pencil)" = "Dibujo con dedo desactivado\n(usa el Apple Pencil)";
"Unreachable Link" = "Vínculo inaccesible";
"Hugging" = "Ajustado";
"Range" = "Rango";
"Start: %@" = "Inicio: %@";
"Open In Safari" = "Abrir en Safari";
"Drag/drop topics onto this button to mark them task complete. Alternatively, long press this button to mark the selected topics task complete." = "Arrastra y suelta temas hasta este botón para marcarlos como completados. También puedes seleccionar los temas y mantener este botón pulsado para marcarlos como completados.";
"Failed to get authorization from Biggerplate.com" = "Error al obtener autorización de Biggerplate.com";
"Auto Align" = "Alineación automática";
"Clipboard" = "Portapapeles";
"Blue" = "Azul";
"Updating" = "Actualizando";
"Open in Another App" = "Abrir en otra app";
"Auto Zoom Enabled" = "Zoom automático activado";
"Search" = "Buscar";
"tw.linkTogether" = "Vínculo";
"year" = "año";
"Light Patterns" = "Patrones de luz";
"Back" = "Atrás";
"Error" = "Error";
"same as" = "igual a";
"Checking Network Connection..." = "Comprobando la conexión de red...";
"Reset all topic colors, shapes and fonts to the style defaults. This can be undone." = "Restablece todos los colores, formas y fuentes del tema al estilo por omisión. Se puede deshacer.";
"Open encrypted map" = "Abrir mapa encriptado";
"Hide" = "Ocultar";
"Invalid URL" = "URL no válida";
"Failed to Locate Map" = "Error al ubicar el mapa";
"Rules" = "Reglas";
"Header3" = "Encabezado3";
"Image Copied" = "Imagen copiada";
"Uploading a linked map/folder is possible but not recommended. It's better to let the sync process upload it automatically." = "Se puede cargar una carpeta o un archivo enlazado, pero no se recomienda. Es mejor permitir que el proceso de sincronización realice la carga de forma automática.";
"Show in Finder" = "Mostrar en el Finder";
"Add to Favourites" = "Añadir a Favoritos";
"Uploading..." = "Cargando...";
"Browser Transfer" = "Transferencia por navegador";
"No Internet Connection" = "Sin conexión a Internet";
"Square" = "Cuadrado";
"Create Reminder" = "Crear recordatorio";
"Modified Yesterday" = "Modificado ayer";
"Created using iThoughts" = "Creado mediante iThoughts";
"week" = "semana";
"Website (.zip)" = "Página web (.zip)";
"Close" = "Cerrar";
"Level1 Style" = "Estilo Nivel1";
"Upload Folder" = "Cargar carpeta";
"Keep All" = "Mantener todo";
"Map" = "Mapa";
"Transparent" = "Transparente";
"hour" = "hora";
"Link Copied" = "Enlace copiado";
"Notes Font" = "Fuente de las notas";
"Hide Status Bar" = "Ocultar la barra de estado";
"Select Log File" = "Seleccionar el archivo de registro";
"Modified Today" = "Modificado hoy";
"View" = "Visualización";
"Failed to Load Map" = "Error al cargar el mapa";
"Size" = "Tamaño";
"This Week" = "Esta semana";
"Inherit Color" = "Copiar color a el. secund.";
"Please enter a title and description for this map." = "Indica un título y una descripción para este mapa.";
"Notes Appendix" = "Apéndice de notas";
"Restored" = "Restaurado";
"Passwords" = "Contraseñas";
"Outline View" = "Vista de resumen";
"Wireframe (Color+Text)" = "Estructura (color+texto)";
"Very Convex" = "Muy convexo";
"Submit Debug Log" = "Enviar informe de depuración";
"not in the next" = "no durante próx.";
"Set Effort" = "Establecer esfuerzo";
"Show All" = "Mostrar todo";
"Thank you for considering iThoughtsX. You are over half way through your %ld day trial. If you have any questions, suggestions or issues please visit the website and let us know." = "Gracias por haber escogido iThoughtsX. Has consumido más de la mitad de tu prueba de %ld día. Si tienes preguntas, sugerencias o problemas, visita la página web y ponte en contacto con nosotros.";
"Attachment" = "Adjunto";
"New Callout" = "Nueva leyenda";
"Save Page (offline)" = "Guardar página (sin conexión)";
"This Folder" = "Esta carpeta";
"Upload Map" = "Cargar mapa";
"Header4" = "Encabezado4";
"Photos" = "Fotos";
"Broken Link" = "Vínculo roto";
"Password:" = "Contraseña:";
"Link to Map" = "Enlace al mapa";
"Sorted: %@" = "Orden: %@";
"No saved passwords" = "No hay contraseñas guardadas";
"Priority (%ld)" = "Prioridad (%ld)";
"Date" = "Fecha";
"(Level2+ auto aligned)" = "(Level2+ alineación aut.)";
"Due This Month" = "Vence este mes";
"Curved" = "Curvado";
"Copy Link" = "Copiar enlace";
"Quick Look" = "Vistazo rápido";
"External Display Resolution" = "Resolución de pantalla externa";
"Priority1" = "Prioridad1";
"Reset Map" = "Restablecer mapa";
"Restoring..." = "Restaurando...";
"Not set" = "Sin establecer";
"Cost" = "Costo";
"Inherited" = "Heredado";
"Stock" = "Almacén";
"No" = "No";
"It looks like you also have a copy of iThoughtsX from the Mac App Store installed.\n\nThe version you just launched should probably be removed. Would you like to quit now so you can move this unneeded file to the Trash?\n\nHint: Use the \"Move to Trash\" item in the \"File\" menu after the Finder window appears." = "Parece que también tienes una copia de iThoughtsX del Mac App Store instalada.\n\nLa versión que acabas de iniciar se eliminará. ¿Quieres salir ahora para que puedas trasladar este archivo innecesario a la Papelera?\n\nPista: utiliza el  elemento \"Trasladar a la papelera\" del menú \"Archivo\" cuando aparezca la ventana del Finder.";
"Time" = "Hora";
"Very Concave" = "Muy cóncavo";
"equal to" = "igual a";
"Change" = "Cambiar";
"Mail not configured" = "Mail no configurado";
"Image" = "Imagen";
"Updating System..." = "Actualizando sistema...";
"Show on Biggerplate.com" = "Mostrar en Biggerplate.com";
"Children" = "Elemento secundario";
"Archiving..." = "Archivando...";
"Email Event" = "Enviar el evento por e-email";
"Flashcards copied to clipboard" = "Flashcards copiadas al portapapeles";
"Overwrite" = "Sobrescribir";
"Delete Cloud Copy" = "Eliminar la copia en la nube";
"All maps will be packaged into a single ZIP file and sent over to an app of your choice for safe keeping." = "Todos los mapas se incluirán en un único archivo ZIP y se enviarán a la app que tú elijas para conservarlos en un lugar seguro.";
"Delete Single Topic" = "Borrar un solo tema";
"Long press the full screen button to enable read-only view." = "Mantén pulsado el botón de pantalla completa para activar el modo de solo lectura.";
"Please enable iThoughts in System Settings -> Privacy" = "Habilita iThoughts en los Ajustes del sistema -> Privacidad";
"in the next" = "durante próx.";
"Show 3 Levels" = "Mostrar 3 niveles";
"No path supplied and there are no open maps" = "No se ha proporcionado una ruta y no hay mapas abiertos";
"Dark Patterns" = "Patrones oscuros";
"Straight Tapered" = "Recto cónico";
"Edit Topic Text" = "Editar texto del tema";
"Rich Text (.rtf)" = "Texto enriquecido (.rtf)";
"Task Report by Resource for %@" = "Informe de tareas por recurso para %@";
"Fishbone" = "En espiga";
"Inbox" = "Bandeja de entrada";
"Checking for updates" = "Buscando actualizaciones";
"Maps saved into the 'Dropbox' folder will be synced with a folder named 'iThoughts' in your Dropbox." = "Los mapas guardados en la carpeta de \"Dropbox\" se sincronizarán con una carpeta llamada \"iThoughts\" en tu Dropbox.";
"Header5" = "Encabezado5";
"day" = "día";
"Make Topic With Link" = "Crear tema con enlace";
"Generating Attachments..." = "Generando adjuntos...";
"Hide All" = "Ocultar todo";
"Modified Since Open" = "Modificado desde que se abrió";
"Related" = "Relacionados";
"Select Folder" = "Seleccionar carpeta";
"Display name" = "Nombre para mostrar";
"Cancel" = "Cancelar";
"Rollup" = "Acumulativo";
"Bold" = "Negrita";
"Account" = "Cuenta";
"Download" = "Descargar";
"Uploading to Biggerplate.com" = "Cargando en Biggerplate.com";
"Select All Relationships" = "Seleccionar todas las relaciones";
"Folder already linked. Please choose another folder." = "La carpeta ya está enlazada. Elige otra carpeta.";
"Copy Image (clipboard)" = "Copiar imagen (portapapeles)";
"Callout Shape" = "Forma de la leyenda";
"Map Page Size" = "Tamaño de página del mapa";
"Edit Account" = "Editar cuenta";
"Thickness" = "Grosor";
"Set Cost" = "Establecer coste";
"Cost Units" = "Unidades de costo";
"Topic Added" = "Tema añadido";
"Horizontal" = "Horizontal";
"Library Icons" = "Iconos de biblioteca";
"Branch" = "Rama";
"New Map" = "Nuevo mapa";
"To Back" = "Al fondo";
"Download Failed" = "Error de descarga";
"Priority" = "Prioridad";
"Hide Branches" = "Ocultar ramas";
"Insert Link" = "Insertar enlace";
"month" = "mes";
"Insert Image (topic)" = "Insertar imagen (tema)";
"Arrange" = "Organizar";
"Reports" = "Informes";
"Check for Updates" = "Buscar actualizaciones";
"Continue" = "Continuar";
"Icons" = "Iconos";
"Archive Now" = "Archivar ya";
"Appendix Page Size" = "Tamaño de página del apéndice";
"Line Style" = "Estilo de línea";
"CANNOT DOWNLOAD IMAGE OVER INSECURE HTTP CONNECTION" = "NO SE PUEDE DESCARGAR LA IMAGEN EN UNA CONEXIÓN HTTP NO SEGURA";
"Table (3 columns)" = "Tabla (3 columnas)";
"Callout Font" = "Fuente de la leyenda";
"Relationships" = "Relaciones";
"Green" = "Verde";
"Progress: Rollup" = "Progreso: acumulativo";
"Select" = "Seleccionar";
"Alignment" = "Alineación";
"Straight" = "Recto";
"Show/Hide" = "Mostrar/Ocultar";
"System Styles" = "Estilos del sistema";
"Rainbow" = "Arcoíris";
"Reveal saved passwords for encrypted maps" = "Mostrar contraseñas guardadas para mapas encriptados";
"Parallelogram" = "Paralelogramo";
"Paste as Floating" = "Pegar como independiente";
"Generating Image..." = "Generando imagen...";
"Clear [%@]" = "Borrar [%@]";
"Resource Tasks (.html)" = "Tareas de recursos (.html)";
"Failed to save conflicting versions." = "Error al guardar versiones en conflicto.";
"Review on AppStore" = "Valorar en el App Store";
"A0" = "A0";
"Header6" = "Encabezado6";
"Trial Progress" = "Progreso del periodo de prueba";
"%1.1f GB" = "%1.1f GB";
"A1" = "A1";
"Rename" = "Renombrar";
"Due Today" = "Vence hoy";
"Hide Topics" = "Ocultar temas";
"A2" = "A2";
"%1.1f MB" = "%1.1f MB";
"Markdown Options" = "Opciones de Markdown";
"Sending %@ from iThoughts" = "Enviando %@ desde iThoughts";
"A3" = "A3";
"A4" = "A4";
"Never" = "Nunca";
"A5" = "A5";
"[SHIFT] Hold this down to select multiple items." = "[SHIFT] Mantén pulsada esta tecla para seleccionar varios elementos.";
"Save Archive" = "Guardar archivo";
"Mirror" = "Duplicar";
"Image Saved" = "Imagen guardada";
"Branch Copied" = "Rama copiada";
"Remove Text" = "Eliminar texto";
"Paste Formatted" = "Pegar con formato";
"It's over a week since you last archived your maps. Would you like to save an archive?" = "Ha pasado más de una semana desde que archivaste los mapas por última vez. ¿Quieres guardar un archivo?";
"This Map" = "Este mapa";
"Quote" = "Citación";
"Long press the trash button to delete the selected items." = "Mantén pulsado el botón de la papelera para borrar los artículos seleccionados.";
"Share" = "Compartir";
"Select folder for '%@'" = "Carpeta seleccionada para \"%@\"";
"Delete Account" = "Eliminar cuenta";
"Tasks in Progress" = "Tareas en progreso";
"App Store" = "App Store";
"Edit/View Notes" = "Editar/Ver notas";
"US Tabloid/Ledger" = "Periódico/Libro de cuentas USA";
